{
  "title": "English",
  "lanuage": "Lanuage",
  "home_banner_desc": "Proposing new production relations - allowing users to obtain the labor income and equity income that rightfully belong to them.",
  "home_banner_desc1": "Proposing new production relations - ",
  "home_banner_desc2": "allowing users to obtain the labor income and equity income that rightfully belong to them.",
  "home_part1_title": "Establishing production relations applicable to all Web3 enterprises",
  "home_part1_desc": "PeopleEquity uses the Virtual Identity Interconnection Protocol (VIIP) to establish a clear credit relationship network centered around enterprises between users (sharees) and community leaders (sharers). The Value Smart Distribution Protocol (VSDP) distributes labor income (ordinary income) and equity income (capital income) based on the credit relationship network. PeopleEquity uses Product Equity Certificate (PEC) to connect sellers and buyers in commodity transactions. Sellers can receive labor income and equity income, while buyers can receive equity income.",
  "home_part1_card1": "Labor income and equity income",
  "home_part1_card2": "Based on effective on-chain economic activities",
  "home_part1_card3": "More capital income",
  "home_part1_card4": "Transparent and traceable",
  "home_part2_title": "EquitySwap",
  "home_part2_desc": "EquitySwap is an innovative decentralized trading platform consisting of a three-in-one decentralized exchange, an order exchange, and a futures exchange.EquitySwap provides projects with trading depth comparable to or even superior to centralized exchanges and unlimited development space, allowing projects to break free from their dependence on centralized exchanges and achieve complete decentralization of trading.",
  "home_part2_list1": "Greater trading depth",
  "home_part2_list2": "Lesser impermanent loss",
  "home_part2_list3": "Higher trading profits",
  "home_part2_list4": "Superior Incentive Dividends",
  "home_part2_jumpTo": "GET STARTED",
  "home_part3_card1_title": "Users",
  "home_part3_title": "Decentralized Credit System(DCS)",
  "home_part3_card1_desc1": "1. Access to high-quality investment research information from the community.",
  "home_part3_card1_desc2": "2. Earn equity income by purchasing products or services.",
  "home_part3_card1_desc3": "3. Earn labor income and equity income through sharing.",
  "home_part3_card2_title": "Communities",
  "home_part3_card2_desc": "The community responsible team needs to provide better services to the community, in order to sustainably earn labor income, equity income, and traffic income.",
  "home_part3_card3_title": "Enterprises",
  "home_part3_card3_desc": "By forming a community of shared interests with users and communities, enterprises can benefit from their support and help with the development.",
  "home_footer_title": "Join Our Community",
  "home_footer_desc1": "Chat about PeopleEquity, network with other users, and get your questions answered.",
  "home_footer_desc2": "Together, we are working to create a more equitable and sustainable distribution of wealth using blockchain technology.",
  "home_footer_about": "ABOUNT US",
  "home_footer_technology": "TECHNOLOGY",
  "home_footer_community": "COMMUNITY"
}